demo-output/website/dafoam/f6a_epistemic_band/r4_band_tightening_hump/oneC_delta0.00/0/Cx
/*--------------------------------*- C++ -*----------------------------------*\
  =========                 |
  \\      /  F ield         | OpenFOAM: The Open Source CFD Toolbox
   \\    /   O peration     | Website:  https://openfoam.org
    \\  /    A nd           | Version:  7
     \\/     M anipulation  |
\*---------------------------------------------------------------------------*/
FoamFile
{
    version     2.0;
    format      ascii;
    class       volScalarField;
    location    "0";
    object      Cx;
}
// * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * * //

dimensions      [0 1 0 0 0 0 0];

internalField   nonuniform List<scalar> 
51626
(
-0.850519
-0.848944
-0.846425
-0.843906
-0.841387
-0.838868
-0.836349
-0.833829
...
)
;

boundaryField
{
    inlet
    {
        type            calculated;
        value           nonuniform List<scalar> 
83
(
-0.850834
-0.850834
-0.850834
-0.850834
-0.850834
-0.850834
-0.850834
-0.850834
...
)
;
    }
    bottom
    {
        type            calculated;
        value           nonuniform List<scalar> 
622
(
-0.850519
-0.848944
-0.846425
-0.843906
-0.841387
-0.838868
-0.836349
-0.833829
...
)
;
    }
    sides
    {
        type            empty;
    }
    outlet
    {
        type            calculated;
        value           nonuniform List<scalar> 
83
(
0.672
0.672
0.672
0.672
0.672
0.672
0.672
0.672
...
)
;
    }
    top
    {
        type            symmetry;
    }
}


// ************************************************************************* //
